espressif/esp-idf/components/spi_flash/test_apps/flash_mmap/sdkconfig.ci.xip_psram_with_rom_impl
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SPIRAM_FETCH_INSTRUCTIONS=y
CONFIG_SPIRAM_RODATA=y
CONFIG_SPI_FLASH_ROM_IMPL=y
